{
	"daily_message" : {
		"1" : "OOF! It isn't looking too good for you today. Stay positive and remember that tomorrow is a new day!",
		"2" : "Could be better. You aren't going to crash and burn but try to avoid tight situations as much as possible.",
		"3" : "We 'aight. You're gonna have an average day today, nothing spectacular but at least nothing bad is going on.",
		"4" : "Kinda popin' not gonna lie. The stocks are in your favor today.",
		"5" : "POGGERS!! Congratulations your index is looking blessed! Go out and enjoy your good day!!"
	},
	"index_message" : {
		"1" : "Absolute trashcan. This index is on the completely under-performing today.",
		"2" : "Probably not it. This index is edging on the low side today.",
		"3" : "It's ok I guess. It's not doing bad but it could definitely do better.",
		"4" : "We good boyz! Index is looking good right now.",
		"5" : "God-like!! Enjoy the good life while it lasts!!"
	},
	"quotes" : {
		"1" : "Work until your bank account looks like a phone number.",
		"2" : "The only thing standing between you and your goal is the bullshit story you keep telling yourself as to why you can’t achieve it.",
		"3" : "It’s business. Leave your emotions at the door.",
		"4" : "97% of the people who quit too soon are employed by the 3% who didn’t.",
		"5" : "Hard work beats talent. Every time!",
		"6" : "I want you to deal with your problems by becoming rich!",
		"7" : "You wanna know what money sounds like? Go to a trading floor on Wall Street.",
		"8" : "The real question is this: was all this legal? Absolutely f**king not. But we were making more money than we knew what do with."
	},
	"compatibility" : {
		"1" : {"rating" : 1, "personality":"Black Swan", "message" : "Bad News! Stay away at all costs."},
		"2" : {"rating" : 2, "personality":"Pig", "message" : "Keep you interactions purley profesional and watch your back."},
		"3" : {"rating" : 3, "personality":"Sheep", "message" : "While not out to get you, you may lack common ground as a wolf."},
		"4" : {"rating" : 4, "personality":"Stag", "message" : "Consistent and reliable. You can count on this person to always be on the up."},
		"5" : {"rating" : 5, "personality":"Midas", "message" : "Everything they touch turns to Gold! This person should make a great buissness partner"}
	}
}